Repository: claratee/Local-Exchange-lastorset
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nb_no

source: Administration Menu
nb_no: Administrasjonsmeny

source: Current Balance is
nb_no: Saldo er

source: Accounts
nb_no: Kontoer

source: Create a New Member Account
nb_no: Opprett en ny medlemskonto

source: Edit a Member Account
nb_no: Rediger medlemskonto

source: Edit a Member Photo
nb_no: Bytt ut medlemsbilde

source: Inactivate/Re-activate a Member Account
nb_no: Deaktiver/reaktiver medlemskonto

source: Add joint member to existing account
nb_no: Legg husstandsmedlem til en konto

source: Edit/Delete a Joint Member
nb_no: Rediger/slett et husstandsmedlem

source: Unlock Account and Reset Password
nb_no: Lås opp konto og nullstill passordet

source: Override Member Account Balance
nb_no: Overstyr saldo på medlemskonto

source: Manage Account Restrictions
nb_no: Administrer kontobegrensinger

source: Exchanges
nb_no: Handel

source: Record an Exchange for a Member
nb_no: Registrer handel for et medlem

source: Reverse an Exchange that was Made in Error
nb_no: Tilbakefør en feilhandel

source: Record Feedback for a Member
nb_no: Registrer tilbakemelding for et medlem

source: Listings
nb_no: Oppføringer

source: Offers
nb_no: Tilbud

source: Create a New Offer Listing for a Member
nb_no: Lag en ny tilbudsoppføring for et medlem

source: Edit a Member's Offered Listing
nb_no: Rediger en tilbudsoppføring for et medlem

source: Delete a Member's Offered Listing
nb_no: Slett en tilbudsoppføring for et medlem

source: Wants
nb_no: Ønsker

source: Create a New Want Listing for a Member
nb_no: Opprett en ønskeoppføring for et medlem

source: Edit a Member's Wanted Listing
nb_no: Rediger en ønskeoppføring for et medlem

source: Delete a Member's Wanted Listing
nb_no: Slett en ønskeoppføring for et medlem

source: Miscellaneous
nb_no: Diverse

source: Member Going on Holiday
nb_no: Medlem bortreist

source: Create a New Listing Category
nb_no: Lag ny oppføringskategori

source: Edit/Delete Listing Category
nb_no: Rediger/slett oppføringskategori

source: Create a New State
nb_no: Opprett et nytt fylke

source: Edit State
nb_no: Rediger fylke

source: Content
nb_no: Innhold

source: Information Pages
nb_no: Infosider

source: Create a New Information Page
nb_no: Lag ny infoside

source: Edit Info Pages
nb_no: Rediger infosider

source: Delete an Info Page
nb_no: Slett infoside

source: Edit Information Page Permissions
nb_no: Rediger tilgangsretter for infosider

source: See Info Page URL 's
nb_no: Se URLer for infosider

source: News and Events
nb_no: Hva skjer?

source: Create a News Item
nb_no: Lag nyhetssak

source: Edit a News Item
nb_no: Rediger nyhetssak

source: Upload a Newsletter
nb_no: Last opp nyhetsbrev

source: Delete Newsletters
nb_no: Slett nyhetsbrev

source: Admin Fees
nb_no: Administrasjonsgebyr

source: Take Monthly Fee
nb_no: Ta månedsavgift

source: Refund Monthly Fee
nb_no: Refunder månedsavift

source: Take One-Off Service Charge
nb_no: Ta engangsgebyr

source: Refund Service Charge
nb_no: Refunder engangsgebyr

source: System & Reporting
nb_no: System og rapporter

source: Site Settings
nb_no: Nettstedsinnstillinger

source: Set Up Geocoding
nb_no: Sette opp geokoding

source: New!
nb_no: Ny!

source: MySQL Backup
nb_no: Sikkerhetskopi av MySQL

source: Send an Email to All Members
nb_no: Send e-post til alle medlemmene

source: View Members Not Yet Logged In
nb_no: Se medlemer som ennå ikke har logget på

source: Choose Member whose Balance you wish to Edit
nb_no: Velg medlem som du vil endre saldoen for

source: Member
nb_no: Medlem

source: Edit Balance
nb_no: Endre saldo

source: Choose Category
nb_no: Velg kategori

source: Which Category?
nb_no: Hvilken kategori?

source: Edit
nb_no: Rediger

source: Delete
nb_no: Slett

source: This category still has listings in it. You will need to move these listings to new categories or delete them before you can delete this category. Note that the listings could be temporarily inactive or expired, in which case they will not show in the offered/wanted lists.
nb_no: Denne kategorien har fortsatt oppføringer. Du må flytte disse oppføringene til andre kategorier eller slette dem før du kan slette denne kategorien. Merk at oppføringene i så fall kan bli midlertidig deaktivert eller utløpt, og da vil de ikke vises i tilbuds- og ønskelistene.

source: Listings in this category:
nb_no: Oppføringer i denne kategorien:

source: OFFERED
nb_no: TILBUD

source: WANTED
nb_no: ØNSKE

source: The category has been deleted.
nb_no: Kategorien er slettet.

source: Category Description
nb_no: Kategoribeskrivelse

source: Submit
nb_no: Send inn

source: Enter the category description
nb_no: Skriv en beskrivelse av kategorien

source: The category has been created.
nb_no: Kategorien er opprettet.

source: Could not save the category.
nb_no: Kunne ikke lagre kategorien.

source: Please try again later.
nb_no: Vennligst prøv igjen senere.

source: Edit Listing Category
nb_no: Rediger oppføringskategori

source: Category description cannot be blank
nb_no: Kategoribeskrivelse kan ikke være blank

source: The category has been updated.
nb_no: Kategorien har blitt oppdatert.

source: Could not save changes to the category.
nb_no: Kunne lagre lagre endringene av kategorien.

source: Email all Members
nb_no: Send e-post til alle medlemmene

source: This email will go out to <i>ALL</i> members of
nb_no: Denne e-posten vil gå ut til <i>alle</i> medlemmene av

source: Your Message
nb_no: Melding

source: Enter a subject
nb_no: Skriv inn emne

source: Enter your message
nb_no: Skriv inn melding

source: Your message has been sent to all members.
nb_no: Meldinga har blitt sendt til alle medlemmen.

source: There were errors sending the email to the following email addresses
nb_no: Det kom feilmeldinger ved sending av e-post til følgende adresser

source: Contact Us
nb_no: Kontakt oss

source: For more information on the
nb_no: For flere opplysninger om

source: or to find out how to become a member, please fill out our information request. Someone will get back to you soon. Please check our
nb_no: eller for å finne ut hvordan bli medlem, vennligst fyll ut dette skjemaet. Du vil snart bli kontaktet. Vennligst se på vår

source: Events
nb_no: Arrangementer

source: page for our next New Member's Meeting if you would like to join our group!
nb_no: -side for opplysninger om det neste medlemsopptaket om du vil bli med i gruppa!

source: Name
nb_no: Navn

source: Email
nb_no: E-postadresse

source: Phone
nb_no: Telefon

source: (Select One)
nb_no: (Velg)

source: Newspaper
nb_no: Avis

source: Search Engine
nb_no: Søkemotor

source: Friend
nb_no: Venn

source: Local Business
nb_no: Lokalt foretak

source: Article
nb_no: Artikkel

source: Other
nb_no: Annet

source: How did you hear about us?
nb_no: Hvordan hørte du om oss?

source: Enter your name
nb_no: Skriv inn navnet ditt

source: Enter your email address
nb_no: Skriv inn e-postadressa di

source: Enter your phone number
nb_no: Skriv inn telefonnummeret ditt

source: Contact Form
nb_no: Kontaktskjema

source: From
nb_no: Fra

source: Heard From
nb_no: Hørte om oss fra

source: Thank you.
nb_no: Takk.

source: There was a problem sending the email. Are your sure you entered your email address correctly?
nb_no: Det oppstod en feil ved sending av e-posten. Er du sikker på at du skrev inn e-postadressa di rett?

source: Arts & Crafts
nb_no: Kunst og håndverk

source: Building Services
nb_no: Byggetjenester

source: Business & Administration
nb_no: Forretninger og ledelse

source: Children & Childcare
nb_no: Barn og barneomsorg

source: Computers
nb_no: Datamaskiner og IKT

source: Counseling & Therapy
nb_no: Rådgivning og terapi

source: Food
nb_no: Mat

source: Gardening & Yard Work
nb_no: Hagearbeid

source: Goods
nb_no: Varer

source: Health & Personal
nb_no: Helse og personlige tjenester

source: Household
nb_no: Husholdning

source: Music & Entertainment
nb_no: Musikk og underholdning

source: Pets
nb_no: Kjæledyr

source: Sports & Recreation
nb_no: Sport og fritid

source: Teaching
nb_no: Undervisning

source: Transportation
nb_no: Transport

source: Freebies
nb_no: Gis bort

source: &quot;Account Restriction Lifted&quot; Email
nb_no: E-post om at kontobegrensninger er fjernet

source: Restrictions on your account have been lifted.
nb_no: Begrensningene er fjernet fra kontoen din.

source: Define email that is sent out when restrictions are lifted on an account.
nb_no: Skriv e-post som blir sendt når kontobegrensinger blir fjernet

source: &quot;Account Restricted&quot; Email
nb_no: E-post om kontobegrensninger

source: Dear Member<br /><br />We have been reviewing members balances as we are concerned to ensure that trading goes back and forth on an equitable basis so that members are able to keep their accounts close to zero. We recognise that situations sometimes occur that lead to things getting out of balance. Therefore to assist you, we have restricted expenditure on your account for the time being. If have any queries about this, or if we can assist you in any particular way, please let us know, and we will review the situation in due course. The LETS Administrator
nb_no: Kjære medlem<br /><br />Vi har sett over saldoene til våre medlemmer for å sikre at handel foregår rettferdig, og at medlemmene kan holde saldoen nær null. Vi forstår at omstendighetene av og til fører til at ting kommer ut av balanse. Derfor hjelper vi deg ved å stenge betalinger fra kontoen din inntil videre. Har du spørsmål om dette, eller om vi kan hjelpe deg med noe, vennligst ta kontakt og vi vil vurdere situasjonen etter hvert. LETS-Administratoren

source: Define email that is sent out when restrictions are imposed on an account.
nb_no: Skriv e-post som blir sendt når begrensinger blir lagt på en konto.

source: Display Member Balance
nb_no: Vis medlemssaldo

source: Do you want to display member balances in the Members List? (Balances are always visible to Admins and Committee members regardless of what is set here.)
nb_no: Vil du vise saldoer i medlemslista? (Saldoer alltid synlig for administratorer og styret uansett.)

source: Enable Take Service Charge
nb_no: Tillat engangsgebyr

source: Do you want the option of taking a service charge from members as and when?
nb_no: Vil du ha muligheten til å ta engangsgebyr fra alle medlemmene når det er ønskelig?

source: Show Inactive Members in Members List
nb_no: Vis inaktive medlemmer i medlemslista

source: Do you want to display Inactive members in the Member List?
nb_no: Vil du vise inaktive medlemmer i medlemslista?

source: Show Rate on Listings
nb_no: Vis pris på oppføringene

source: Do you want to display the Rate alongside the offers/wants in the main listings?
nb_no: Vil du vise prisen ved sida av oppføringene i listene?

source: Show Postcode on Listings
nb_no: Vis postnummer på oppføringene

source: Do you want to display the PostCode alongside the offers/wants in the main listings?
nb_no: Vil du vise postnummeren ved sida av oppføringene i listene?

source: Postcode Length (in chars)
nb_no: Postnummerlengde (antall tegn)

source: If you have elected to display the postcode on offers/wants listings, how much of the PostCode do you want to show? (the number you enter will be the number of characters displayed, so for eg if you just want to show the first 3 characters of the postcode then put 3.
nb_no: Dersom du har valgt å vise postnummeret i oppføringene, hvor mye av postnummeret vil du vise? (Tallet du skriver inn vil være antall tegn som blir vist. Dersom du for eksempel skriver 3, vises de 3 første tegn av postnummeret.)

source: Enable Balance Override
nb_no: Tillat manuell saldojustering

source: Do you want admins to have the option to override Balances on a per member basis? This can be useful during the initial site set-up for inputting existing balances. Link will appear in admin panel if set to TRUE. Use with CAUTION to avoid the database going out of balance
nb_no: Vil du at administratorer skal kunne justere saldoer for enkeltmedlemmer? Dette kan være nyttig når man setter opp nettstedet for første gang, for å legge inn inngående saldo. En peker vil komme til syne i administrasjonspanel dersom satt til TRUE. VÆR VARSOM for å unngå at databasen blir ubalansert.

source: Enable Member-to-Member Invoicing
nb_no: Tillat at medlemmer sender faktura

source: Do you want to allow members to invoice one-another via the site? (The recipient is always given the option to confirm/reject payment of the invoice)
nb_no: Vil tillate at medlemmer sender faktura til hverandre via nettstedet? (Mottakeren har alltid muligheten til å godta/nekte å betale.)

source: Allow Members to Upload Images
nb_no: Tillat at medlemmer laster opp bilder

source: Do you want to allow members to upload an image of themselves, to be displayed with their personal profile?
nb_no: Vil du at medlemmer skal kunne laste opp et bilde av seg selv, til visning på profilen?

source: Enable Social Networking Fields
nb_no: Tillat funksjoner for sosialt nettverk

source: Do you want to enable the Social Networking profile fields (Age, Sex, etc)?
nb_no: Vil du slå på feltene for sosialt nettverk (Alder, kjønn, osv.)?

source: Out Of Balance Behaviour
nb_no: Oppførsel når databasen blir ubalansert

source: If, whilst processing a trade, the database is found to be out of balance, what should the system do? FATAL = Aborts the trade and informs the user why. SILENT = Continues with trade, displays no notifications whatsoever (NOTE: you can still set the option below to have an email notification sent to the admin)
nb_no: Dersom en handel blir behandlet og databasen kommer ut av balanse, hva skal systemet gjøre? FATAL = Tilbakefører handelen og informerer brukeren om hvorfor. SILENT = Fullfører handelen uten å vise noen som helst melding.(MERK: Du kan fortsatt stille inn nedenfor at administratoren skal motta e-postvarsling)

source: Email Admin on Out Of Balance
nb_no: Send e-post til administrator når saldobalansen er feil

source: Should the system send the Admin an email when the database is found to be out of balance?
nb_no: Skal systemet sende e-post til administratoren når saldobalansen i databasen er feil?

source: Email From Address
nb_no: E-post fra adresse

source: reply@my-domain.org
nb_no: svar@mitt-domene.org

source: Email sent from this site will show as coming from this address
nb_no: E-post som blir sendt fra dette nettstedet vil se ut til å komme fra denne addressen

source: Use Rates Fields
nb_no: Vis pris-felt

source: If turned on, listings will include a &quot;Rate&quot; field
nb_no: Dersom dette er slått på, vil oppføringene ha et felt for &quot;pris&quot;

source: Enable Monthly Fee
nb_no: Tillat månedsavgift

source: Do you want to enable Monthly Fees
nb_no: Vil du tillate månedsavgifter

source: Monthly Fee Amount
nb_no: Månedsavgiftsbeløp

source: How much should the Monthly Fee be?
nb_no: Hvor høy skal månedsavgifta være?

source: Send Listing Updates via Email
nb_no: Send oppdaterte oppføringer via e-post

source: Should users receive automatic updates for new and modified listings?
nb_no: Skal brukerne automatisk få melding om nye og endrede oppføringer?

source: Default Email Listings Update Interval
nb_no: Forvalg for hvor ofte e-postoppdateringer blir sendt ut

source: If automatic updates are sent, this is the default interval.
nb_no: Dersom oppdateringer automatisk blir sendt ut, er dette forslaget til hvor ofte det skjer.

source: Allow Income Sharing
nb_no: Tillat inntektsfordeling

source: Do you want to allow members to share a percentage of any income they generate with another account of their choosing? The member can specify the exact percentage they wish to donate.
nb_no: Vil du tillate medlemmene å dele en prosentandel av inntekten sin med et annet medlem de velger? Medlemmet kan oppgi den presise prosentandelen de vil gi bort.

source: Message Displayed to Leecher who tries to trade
nb_no: Melding til gratispassasjer som prøver å handle

source: Restrictions have been imposed on your account which prevent you from trading outwards, Please contact the administrator for more information.
nb_no: Kontoen din har blitt begrenset slik at du ikke kan overføre til andre. Vennligst kontakt administrator for å høre mer.

source: Leecher sees this notice when trying to send money.
nb_no: Gratispassasjeren ser denne meldinga når de prøver å overføre.

source: Show monthly fees and service charges in global exchange view
nb_no: Vis månedsavgifter og engangsgebyrer i global handelslogg

source: Do you want to show monthly fees and service charges in the global exchange view? (Note: individual members will still be able to see this in their own personal exchange history).
nb_no: Vil du vise månedsavgifter og engangsgebyrer i den globale handelsloggen? (Merk: medlemmene kan alltid se dette i sin egen handelslogg.)

source: Sample: Downtown
nb_no: Eksempel: Sentrum

source: Sample: North
nb_no: Eksempel: Nord

source: Sample: East
nb_no: Eksempel: Øst

source: Sample: South
nb_no: Eksempel: Sør

source: Sample: West
nb_no: Eksempel: Vest

source: Database has been created. Click <A HREF=member_login.php>here</A> to login.
nb_no: Databasen har blitt opprettet. Klikk <A HREF=member_login.php>her</A> for å logge inn.

source: Title
nb_no: Tittel

source: Enter a title
nb_no: Skriv inn tittel

source: Enter some body text
nb_no: Skriv inn brødtekst

source: New information page added.
nb_no: Ny infoside er lagt til.

source: There was a problem adding the new page.
nb_no: Det oppstod en feil ved oppretting av den nye sida.

source: Choose Info Page to Delete
nb_no: Velg infoside som skal slettes

source: Page deleted.
nb_no: Sida er slettet.

source: There was a problem deleting the page.
nb_no: Det oppstod en feil ved sletting av sida.

source: Which Info Page?
nb_no: Hvilken infoside?

source: There are no current Info Pages.
nb_no: Det er ingen infosider foreløpig.

source: Really Delete this page (ID#
nb_no: Vil du virkelig slette denne sida (id-nr.

source: Yes
nb_no: Ja

source: No
nb_no: Nei

source: (go back)
nb_no: (gå tilbake)

source: Download Directory
nb_no: Last ned katalogen

source: Click on the button below and you will be prompted to open or save a printer-friendly (PDF) version of the directory. If you don't already have it, you can download Adobe Acrobat from <A HREF="http://www.tucows.com/preview/194959.html">here</A>.
nb_no: Klikk på knappen under og du vil bli forespurt om å åpne eller lagre en utskriftsvennlig PDF-utgave av katalogen. Dersom du ikke allerede har Adobe Acrobat, kan du laste ned programmet <A HREF="http://www.tucows.com/preview/194959.html">herfra</A>.

source: Note that <u>older versions of Acrobat may not be able to read this file</u>. If you get an error message when trying to download, try upgrading <A HREF="http://www.tucows.com/preview/194959.html">Acrobat</A>. If you have Windows XP, Vista or 7 or Mac Intel, you can upgrade to the newest version, but if you have Windows 98 or 2000 or Mac OS X 10.4, you will need an older version.
nb_no: Merk at <u>eldre versjoner av Acrobat kanskje ikke kan lese denne fila</u>. Hvis du får feilmelding når du prøver å laste den ned, prøv å oppgradere <A HREF="http://www.tucows.com/preview/194959.html">Acrobat</A>. Har du Windows XP, Vista eller 7 eller Mac med Intel, kan du oppgradere til nyeste versjon, men har du Windows 98 eller 2000 eller Mac OS X 10.4 trenger du en eldre versjon.

source: Download
nb_no: Last ned

source: Download complete.
nb_no: Ferdig nedlastet.

source: Changes saved.
nb_no: Endringene er lagret.

source: There was a problem saving the page.
nb_no: Det oppstod en feil under lagring av sida.

source: Edit Member
nb_no: Rediger medlemsopplysninger

source: 's Balance
nb_no: s saldo

source: Value (before decimal point, 8 digit max)
nb_no: Verdi (før komma, maks. 8 siffer)

source: Value (after decimal point, 2 digit max)
nb_no: Verdi (etter komma, maks. 2 siffer)

source: Update Balance
nb_no: Oppdater saldo

source: This member's balance has now been set to
nb_no: Saldo for dette medlemmet har nå blitt satt til

source: Edit another member's balance?
nb_no: Endre saldo for et annet medlem?

source: There was a problem updated this member's balance.
nb_no: Det oppstod en feil ved oppdatering av saldoen for dette medlemmet.

source: Choose Info Page to Edit
nb_no: Velg infoside som skal redigeres

source: Email a Member
nb_no: Send e-post til et medlem

source: Warning: Currently, many e-mail messages sent using this form are being categorized as spam. While we investigate solutions to this problem, please consider sending e-mail using your usual e-mail program instead.
nb_no: OBS: For tida blir mye av e-posten fra dette skjemaet markert som søppelpost (spam). Mens vi leter etter løsninger på dette problemet ber vi deg vurdere å sende e-post ved hjelp av ditt vanlige e-post-program i stedet.

source: To
nb_no: Til

source: Subject
nb_no: Emne

source: Would you like to receive a copy?
nb_no: Vil du ha kopi?

source: Your message has been sent.
nb_no: Meldinga er blitt sendt.

source: There was a problem sending the email.
nb_no: Det oppstod et problem ved sending av e-posten.

source: Invoices and Transactions Pending
nb_no: Ventende fakturaer og transaksjoner

source: require action
nb_no: krever behandling

source: Record an Exchange
nb_no: Registrer en handel

source: View My Balance and Exchange History
nb_no: Vis saldo og handelslogg

source: View Another Member's Exchange History
nb_no: Vis handelsloggen til et annet medlem

source: View My Feedback
nb_no: Vis tilbakemeldinger til meg

source: View Another Member's Feedback
nb_no: Vis tilbakemeldinger til et annet medlem

source: Leave Feedback for a Recent Exchange
nb_no: Gi tilbakemelding om en nylig handel

source: View All Trades in a Specified Time Period
nb_no: Vis alle handler i et visst tidsrom

source: Export to Spreadsheet
nb_no: Eksporter til regneark

source: This will export all the tables in the database to an Excel spreadsheet for backup and reporting purposes. Click on the button below and you will be prompted to open or save the file. Please note that the information in this file is confidential and should only be stored in a private, secure location.
nb_no: Dette vil eksportere alle tabellene i databasen til et excel-ark til bruk som sikkerhetskopi eller rapport. Klikk på knappen under og du vil bli bedt om å åpne eller lagre fila. Vær oppmerksom på at opplysningen i fila er konfidensielle og bare bør lagres på et privat, sikkert sted.

source: Export complete.
nb_no: Eksporten er fullført.

source: Feedback for
nb_no: Tilbakemeldinger til

source: You don't have any feedback yet.
nb_no: Du har ikke fått noen tilbakemeldinger ennå.

source: This member does not have any feedback yet.
nb_no: Dette medlemmet har ikke fått noen tilbakemeldinger ennå.

source: Leave Feedback
nb_no: Gi tilbakemelding

source: For which Exchange?
nb_no: For hvilken handel?

source: There are no exchanges to leave feedback for. You have already left feedback for all your recent exchanges.
nb_no: Det er ingen handler å gi tilbakemelding om. Du har allerede gitt tilbakemelding om alle dine nylige handler.

source: Leave Feedback about
nb_no: Gi tilbakemelding om

source: for
nb_no: til

source: All feedback is public. Before leaving <i>negative</i> feedback, we recommend trying to address your concerns with the other community member. Often misunderstandings can be resolved to the benefit of both parties.
nb_no: Alle tilbakemeldinger er offentlige. Før du gir <i>negativ</i> tilbakemelding anbefaler vi å ta opp problemet overfor det andre medlemmet. Ofte kan misforståelser klares opp til begges fordel.

source: Positive
nb_no: Positiv

source: Neutral
nb_no: Nøytral

source: Negative
nb_no: Negativ

source: Feedback Rating
nb_no: Vurdering

source: Comments
nb_no: Merknader
