Repository: claratee/Local-Exchange-lastorset
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nb_no

source: Choose a rating
nb_no: Velg en vurdering

source: Your feedback has been recorded.
nb_no: Tilbakemeldinga er registrert.

source: There was an error recording your feedback.
nb_no: Det oppstod en feil under registrering av tilbakemeldinga.

source: Comments cannot be longer than 255 characters
nb_no: Merknader kan ikke være lengre enn 255 tegn

source: Follow Up on Feedback
nb_no: Følg opp tilbakemelding

source: Prior Comments
nb_no: Tidligere merknader

source: Members do not match the trade selected.
nb_no: Disse medlemmene var ikke parter i handelen.

source: Choose Member
nb_no: Velg medlem

source: Whose Feedback?
nb_no: Tilbakemelding til hvem?

source: View
nb_no: Vis

source: Initial geocoding
nb_no: Første gangs geokoding

source: (A map will be displayed here as soon as an API key is entered.)
nb_no: (Et kart vil synes her så snart en API-nøkkel blir skrevet inn.)

source: Geocoding setup
nb_no: Oppsett av geokoding

source: This page guides you through the steps required to start geocoding members.
nb_no: Denne sida hjelper deg sette i gang geokoding av medlemmene.

source: <i>Geocoding</i> means finding the latitude/longitude coordinates of a member's address. We store these coordinates in the database and use them to show members on a map.
nb_no: <i>Geokoding</i> betyr å finne koordinater (breddegrad og lengdegrad) fra adressa til et medlem. Vi lagrer disse koordinatene i databasen og bruker dem for å vise medlemmene på et kart.

source: API key
nb_no: API-nøkkel

source: %s requires sites like yours to obtain an API key. Please visit the following site to obtain a key.
nb_no: %s krever at nettsteder som ditt skaffer en API-nøkkel. Vennligst besøk følgende side for å skaffe en.

source: Then, paste the key in the following box.
nb_no: Deretter limer du nøkkelen i følgende tekstfelt.

source: Check this box to enable geocoding. Then save your settings. This causes new members and members who modify their profile to be geocoded automatically.
nb_no: Huk av denne ruta for å slå på geokoding. Deretter må du lagre innstillingene. Dette fører til at medlemmer som melder seg inn eller endrer profilen sin automatisk blir geokodet.

source: Enable geocoding
nb_no: Aktiver geokoding

source: Save
nb_no: Lagre

source: Map viewport
nb_no: Kartutsnitt

source: Choose the map's default view by panning and zooming.
nb_no: Styr forvalgt kartutsnitt ved å dra og zoome.

source: Geocode all members
nb_no: Geokode alle medlemmene

source: Enable geocoding to continue.
nb_no: Slå på geokoding for å fortsette.

source: All members have been geocoded. You may skip this step.
nb_no: Alle medlemmene har blitt geokodet. Du kan hoppe over dette steget.

source: Although you have enabled geocoding for the future, %d existing members also need to be geocoded.
nb_no: Selv om du har aktivert geokoding for framtida, må %d eksisterende medlemmer også geokodes.

source: You do not have JavaScript enabled. Please %s run the script manually%s (takes a long time and may be interrupted by PHP).
nb_no: Du har ikke JavaScript påslått. Vær vennlig %s kjør skriptet manuelt%s (tar lang tid og kan bli avbrutt av PHP).

source: Start geocoding
nb_no: Sett i gang geokoding

source: Not started
nb_no: Ikke startet

source: You may wish to re-center the map viewport above to show the newly geocoded members.
nb_no: Du kan vurdere å stille inn kartutsnittet over på nytt for å vise nylig geokodete medlemmer.

source: Waiting for results…
nb_no: Venter på resultater…

source: Done
nb_no: Ferdig

source: Request failed.
nb_no: Førespørselen gikk ikke gjennom.

source: %(response_count)s responses processed with %(error_count)s errors.
nb_no: Behandlet %(response_count)s svar med %(error_count)s feilmeldinger.

source: %(response_count)s responses processed.
nb_no: %(response_count)s svar er behandlet.

source: Home page map
nb_no: Kart på hjemmesida

source: If you wish to display a map on the front page, check this box. Other maps will display regardless of this setting.
nb_no: Dersom du ønsker å vise et kart på hjemmesida kan du krysse av her. Andre kart vil uansett synes.

source: Show map on home page
nb_no: Vis kart på hjemmesida

source: Inactivate Listings While on Holiday
nb_no: Deaktiver oppføringer mens jeg er bortreist

source: This feature will temporarily inactivate all of the member's offered and wanted listings while they are gone.
nb_no: Denne funksjonen vil midlertidig deaktivere alle oppføringene til medlemmet (både tilbud og ønsker) mens det er borte.

source: they
nb_no: de

source: This feature will temporarily inactivate all of your offered and wanted listings while you are gone.
nb_no: Denne funksjonen vil midlertidig deaktivere alle dine oppføringer (både tilbud og ønsker) mens du er borte.

source: you
nb_no: du

source: They will not appear in the directory during that time. When the date you specify below arrives the listings will automatically reactivate.
nb_no: De vil ikke vises i katalogen da. Når datoen du oppgir under kommer vil oppføringene automatisk reaktiveres.

source: en
nb_no: no

source: When will
nb_no: Når vil

source: return?
nb_no: komme tilbake?

source: Inactivate
nb_no: Deaktivere

source: Must be a future date
nb_no: Må være i framtida

source: Date is invalid
nb_no: Datoen er ugyldig

source: Listings successfully inactivated.
nb_no: Oppføringene er deaktiverte.

source: Income Sharing
nb_no: Inntektsfordeling

source: You have the option of contributing a percentage of any income
nb_no: Du har muligheten til å gi bort en andel av all inntekt

source: you receive to another account. If you specify an Income Share, every time you receive
nb_no: du mottar til en annen konto. Dersom du oppgir inntektsfordeling, vil en viss andel (som du oppgir) automatisk betales til den kontoen du ønsker hver gang du mottar

source: a specified percentage (of your choosing) will automatically be paid to the account of your choice. You can change this arrangement at any time, but you are only allowed to share your income with one other account at a time.
nb_no: . Du kan endre denne ordningen når som helst, men du kan bare dele inntekten med en annen konto av gangen.

source: Sorry you can't share income with yourself.
nb_no: Beklar, du kan ikke dele inntekt med deg selv.

source: Not enough data to proceed.
nb_no: Ikke nok opplysninger til å fortsette.

source: The percentage must be numeric and must not contain any other characters (e.g. '10' = good input, '10%' = bad input)
nb_no: Andelen må være et tall og må ikke inneholde andre tegn (f. eks. er '10' = godtatt, '10%' = ikke godtatt)

source: Sorry, you can't contribute more than 99% of your income to another account - but it's the thought that counts
nb_no: Beklager, du kan ikke gi bort mer enn 99 % av inntekten din til en annen konto - men det er tanken som teller

source: Income Share Inactive
nb_no: Inntektsfordeling deaktivert

source: Create an Income Share
nb_no: Opprett inntektsfordeling

source: I would like to share
nb_no: Jeg vil gi bort

source: I receive
nb_no: som jeg mottar

source: with this account
nb_no: i denne kontoen

source: Create Income Share
nb_no: Opprett inntektsfordeling

source: Income Share Active
nb_no: Inntektsfordelinga er aktiv

source: You are currently sharing
nb_no: Du gir for tida bort

source: of your income with account
nb_no: av inntekten din til konto

source: Remove Income Share
nb_no: Fjern inntektsfordeling

source: If you wish to amend this Income Share you will first need to remove it and then create a new one.
nb_no: Dersom du vil endre denne inntektsfordelinga må du først fjerne den og så opprette en ny.

source: Why have a Local, Sustainable Currency?
nb_no: Hvorfor en lokal, bærekraftig valuta?

source: Enhance Your Prosperity
nb_no: Øk velstanden

source: Build a Sustainable Community
nb_no: Bygg opp et bærekraftig lokalsamfunn

source: Utilize Your Talents
nb_no: Utnytt evnene dine

source: Nurture the Unique Quality of Your Hometown
nb_no: Dyrk det særegne ved hjemstedet ditt

source: Have Fun
nb_no: Ha det gøy

source: *The Permissions level denotes the MINIMUM level a user must be to view the page. So, a page set with 'Committee' permissions would be visible to Committee AND Admin users, but not to those below Committee level (i.e. Members and Guests). Setting the permissions to 'Guests' effectively removes the permissions from that page and renders it visible to anyone and everyone.
nb_no: *Rettighetsnivået angir det MINSTE nivået en bruker må ha for å vise sida. Det betyr at ei side med nivået 'Styret' er synlig for styremedlemmer OG administratorer, men ikke til dem på lavere nivå (dvs. medlemmer og gjester). Angir du rettighetsnivået til 'Gjester', krever sida i realiteten ingen rettigheter, og den blir synlig for alle.

source: Info page permissions updated successfully.
nb_no: Rettigheter for infosida er oppdatert.

source: Update Permissions
nb_no: Oppdater rettigheter

source: No info pages found!
nb_no: Fant ingen infosider!

source: Guests
nb_no: Gjester

source: Members
nb_no: Medlemmer

source: Committee
nb_no: Styret

source: Admin
nb_no: Administrator

source: Initial Mailing for Rollout
nb_no: E-postutsending ved lansering

source: Important information from
nb_no: Viktige opplysninger fra

source: Could not reset password for
nb_no: Kunne ikke nullstille passordet til

source: Skipped email
nb_no: Hoppet over e-postadressa

source: Member ID
nb_no: Brukernavn

source: Password
nb_no: Passord

source: Could not email
nb_no: Kunne ikke sende e-post til

source: His/her password is
nb_no: Passordet hans/hennes er

source: Email successfully sent to all members.
nb_no: E-post er sendt til alle medlemmene.

source: What are Karma points?
nb_no: Hva er karmapoeng?

source: These are your Karma points. They reflect your activity in the LETS system, and the equilibrium between how much you have done for others and how much others have done for you.
nb_no: Dette er kar­ma­po­engene dine. De il­lus­tre­rer hvor ak­tiv du har vært i LETS-sys­te­met, og lik­e­vek­ten mel­lom hvor mye du har gjort for an­dre og det an­dre har gjort for deg.

source: This is your account balance. It shows how many %s you have earned minus what you have spent.
nb_no: Dette er sal­doen din. Den viser hvor mange %s du har tjent min­us det du har for­brukt.

source: Spend some of them to gain Karma points!
nb_no: Bruk av dem for å tjene kar­ma­po­eng!

source: Do something for other members to gain Karma points!
nb_no: Gjør noe for an­dre med­lem­mer for å tjene kar­ma­po­eng!

source: These are %s's Karma points. They reflect the member's activity in the LETS system, and the equilibrium between how much they have done for others and how much others have done for them.
nb_no: Dette er kar­ma­po­eng­ene til %s. De il­lus­tre­rer hvor ak­tivt med­lem­met har vært i LETS-sys­te­met, og like­vek­ten mel­lom hvor mye de har gjort for an­dre og det an­dre har gjort for dem.

source: This is %1$s's account balance. It shows how many %2$s the member has earned minus what they have spent.
nb_no: Dette er sal­doen til %1$s. Den viser hvor mange %2$s medlemmet har tjent min­us det de har for­brukt.

source: Karma points are disabled in %s. If they were enabled, they would reflect your activity in the LETS system, and the equilibrium between how much you have done for others and how much others have done for you. Contact the administrators if you wish to request that they be enabled.
nb_no: Karma­poeng er ikke aktivert hos %s. Var de aktivert, ville de il­lus­tre­re hvor ak­tiv du har vært i LETS-sys­te­met, og like­vek­ten mel­lom hvor mye du har gjort for an­dre og det an­dre har gjort for deg. Ta kon­takt med ad­mini­strat­or­ene om du vil be om at de ak­tiv­eres.

source: Create Offered Listing
nb_no: Registrer et tilbud

source: Create Wanted Listing
nb_no: Registrer et ønske

source: For which member?
nb_no: For hvilket medlem?

source: You already have a listing with this title
nb_no: Du har alt ei oppføring med denne tittelen

source: Category
nb_no: Kategori

source: Pick a category
nb_no: Velg kategori

source: Rate
nb_no: Pris

source: Description
nb_no: Tekst

source: Should this listing be set to automatically expire?
nb_no: Skal denne oppføringa utløpe automatisk?

source: Expires
nb_no: Løper ut

source: Expiration must be for a future date
nb_no: Utløpsdato må være i framtida

source: Listing created. Create
nb_no: Oppføringa er opprettet. Opprett

source: another
nb_no: en ny?

source: There was an error saving the listing.
nb_no: Det oppstod en feil ved lagring av oppføringa.

source: Delete Offered Listings
nb_no: Slett tilbud

source: Delete Wanted Listings
nb_no: Slett ønsker

source: You don't currently have any Offered listings.
nb_no: Du har for tida ingen registrerte tilbud.

source: You don't currently have any Wanted listings.
nb_no: Du har for tida ingen registrerte ønsker.

source: doesn't currently have any Offered listings.
nb_no: har for tida ingen registrerte ønsker.

source: doesn't currently have any Wanted listings.
nb_no: har for tida ingen registrerte tilbud.

source: 1 listing deleted
nb_no: 1 oppføring slettet

source: listings deleted
nb_no: oppføringer slettet

source: There was an error deleting the listings. Did you check any boxes?
nb_no: Det oppstod en feil ved sletting av oppføringene. Husket du å krysse av?

source: You may see more details if you <a1>sign up</a1> or <a2>log in</a2>.
nb_no: Du får se flere detaljer om du <a1>melder deg inn</a1> eller <a2>logger deg på</a2>.

source: You may see more details if you sign up or <a2>log in</a2>.
nb_no: Du får se flere detaljer om du melder deg inn eller <a2>logger deg på</a2>.

source: Edit Offered:
nb_no: Rediger tilbud:

source: Edit Wanted:
nb_no: Rediger ønske:

source: Cannot edit listing: It appears to belong to someone else
nb_no: Kan ikke endre oppføringa: Den ser ut til å tilhøre noen andre

source: Edit another listing
nb_no: Rediger en annen oppføring

source: Should this listing be made temporarily inactive?
nb_no: Skal denne oppføringa deaktiveres midlertidig?

source: Reactivates
nb_no: Reaktiverer

source: Update
nb_no: Oppdater

source: Listing changes saved. Do you want to
nb_no: Endringene av oppføringa er lagret. Vil du

source: edit
nb_no: redigere

source: another listing?
nb_no: ei annen oppføring?

source: Create Listings
nb_no: Opprett oppføringer

source: Offered Listings
nb_no: Tilbud

source: Create New Offer Listing
nb_no: Registrer nytt tilbud

source: Edit Offered Listings
nb_no: Rediger tilbud

source: Wanted Listings
nb_no: Ønsker

source: Create New Want Listing
nb_no: Registrer nytt ønske

source: Edit Wanted Listings
nb_no: Rediger ønsker

source: Offered listings
nb_no: Tilbud

source: Wanted listings
nb_no: Ønsker

source: Your own listings are omitted below. They can be seen in <a>your profile</a>.
nb_no: Dine egne oppføringer er utelatt her. Du kan se dem i <a>profilen din</a>.

source: Update Listings
nb_no: Oppdater oppføringer

source: Going on Holiday
nb_no: Merk meg som bortreist

source: Select the category and time frame to view and press Continue. Or to view all listings at once, just press Continue. If you would like to print or download the complete directory, click
nb_no: Velg kategorien og tidsrommet som skal vises og klikk Fortsett. Eller klikk Fortsett for å se alle oppføringene. Dersom du vil skrive ut eller laste ned hele katalogen, klikk

source: here
nb_no: hit

source: View All Categories
nb_no: Vis alle kategorier

source: New/updated in last
nb_no: Nytt/oppdatert siste

source: Time Frame
nb_no: Tidsrom

source: View All Listings
nb_no: Vis alle oppføringer

source: 3 days
nb_no: 3 dager

source: week
nb_no: uke

source: 2 weeks
nb_no: 2 uker

source: month
nb_no: måned

source: 3 months
nb_no: 3 måneder

source: Keyword
nb_no: Stikkord

source: Distance from my address (km)
nb_no: Avstand fra der jeg bor (km)

source: (You cannot search by distance because <a>your profile</a>'s address has not been properly geocoded.)
nb_no: (Du kan ikke søke på avstand fordi adressa i <a>profilen din</a> ikke har blitt kodet riktig.)

source: Continue
nb_no: Fortsett

source: Choose the Offered Listing to Edit
nb_no: Velg tilbudet som skal redigeres

source: Choose the Wanted Listing to Edit
nb_no: Velg ønsket som skal redigeres

source: You don't currently have any Offered listings
nb_no: Du har for tida ingen registrerte tilbud

source: You don't currently have any Wanted listings
nb_no: Du har for tida ingen registrerte ønsker

source: Please enter a user name to log in.
nb_no: Vennligst skriv inn et brukernavn for å logge inn.

source: Please enter a password to log on with this account. If you've forgotten your password, you can request a new one.
nb_no: Vennligst skriv et passord for å logge på denne kontoen. Har du glemt passordet, kan du be om nytt.

source: In order to access this section of the site, you need to be logged on.
nb_no: For å se denne delen av nettstedet må du logge inn.

source: If you already have an account, please log in below
nb_no: Dersom du allerede har konto, kan du logge inn under

source: Login
nb_no: Logg inn

source: If you forgot your password, you may
nb_no: Har du glemt passordet, kan du

source: request a new one
nb_no: bestille nytt

source: If you don't have an account, you may <a href=/member_create.php>sign up online</a>.
nb_no: Har du ingen konto, kan du <a href=/member_create.php>melde deg inn på nettet</a>.

source: If you don't have an account, please contact us to join.
nb_no: Har du ingen konto, vennligst kontakt oss for å melde deg inn.

source: Restrictions can be placed on accounts if you feel they are over-using the services of others and not offering enough back in return
nb_no: Du kan legge begrensninger på kontoer som overforbruker andres tjenester og ikke tilbyr nok igjen

source: Error: No member ID specified.
nb_no: Feil: Brukernavn ikke oppgitt

source: Error: could not impose restrictions on this account
nb_no: Feil: Kunne ikke legge begrensninger på kontoen

source: MySQL Said
nb_no: MySQL sa

source: Restrictions have been imposed on member id
nb_no: Begrensningene er lagt på brukernavn

source: Access Restricted on
nb_no: Tilgangen er sperret til

source: Error: could not lift restrictions on this account
nb_no: Feil: Kunne ikke fjerne begrensningene på denne kontoen

source: Restrictions have been lifted on member id
nb_no: Begrensningene er fjernet fra brukernavn

source: Account Restrictions lifted on
nb_no: Kontobegrensninger er fjernet fra

source: Non-Restricted
nb_no: Ubegrenset

source: Impose Restriction
nb_no: Legg begrensning

source: Restricted
nb_no: Begrenset

source: Lift Restriction
nb_no: Fjern begrensning

source: Choose Joint Member
nb_no: Velg husstandsmedlem

source: Which Joint Member?
nb_no: Hvilket husstandsmedlem?

source: Add Joint Member
nb_no: Legg til husstandsmedlem

source: Choose Member to Add Contact to
nb_no: Velg medlem som kontaktperson skal knyttes til

source: First Name
nb_no: Fornavn

source: Middle Name
nb_no: Mellomnavn

source: Last Name
nb_no: Etternavn

source: Date of Birth
nb_no: Fødselsdato

source: Mother's Maiden Name
nb_no: Mors pikenavn

source: List this Person's Contact Information in the Directory?
nb_no: Vis kontaktinfo til denne personen i medlemsregisteret?

source: Email Address
nb_no: E-postadresse

source: Primary Phone
nb_no: Hovedtelefonnummer

source: Secondary Phone
nb_no: Annet telefonnummer

source: Fax Number
nb_no: Faksnummer

source: Address Line 1
nb_no: Adresselinje 1

source: Address Line 2
nb_no: Adresselinje 2

source: City
nb_no: Sted

source: State
nb_no: Fylke

source: Zip Code
nb_no: Postnr.

source: Country
nb_no: Land

source: Create Contact
nb_no: Opprett kontaktperson

source: Password not long enough
nb_no: Passordet er for kort

source: Enter a first name
nb_no: Skriv inn fornavn

source: Enter a last name
nb_no: Skriv inn etternavn

source: Enter a
nb_no: Skriv inn et

source: Enter a country
nb_no: Skriv inn land

source: Birth date cannot be in the future
nb_no: Fødseldato kan ikke være i framtida

source: A little young, don't you think?
nb_no: Litt vel ung, ikke sant?

source: Not a valid email address
nb_no: Ikke en gyldig e-postadresse

source: Phone format invalid
nb_no: Ugyldig telefonnummer

source: Joint member created. Would you like to
nb_no: Husstandsmedlemmet er opprettet. Vil du

source: add another
nb_no: opprette enda en?

source: There was an error saving the joint member.
nb_no: Det oppstod en feil ved lagring av husstandsmedlemmet.

source: Delete Joint Member
nb_no: Slett husstandsmedlem

source: Are you sure you want to permanently delete
nb_no: Er du sikker på at du vil varig slette

source: Joint member deleted.
nb_no: Husstandsmedlemmet er slettet.

source: There was an error deleting the joint member.
nb_no: Det oppstod en feil ved sletting av husstandsmedlemmet.

source: Edit a Joint Member
nb_no: Endre husstandsmedlem

source: There was an error saving the person.
nb_no: Det oppstod en feil ved lagring av kontaktpersonen.

source: Choose Joint Member to Edit
nb_no: Vel husstandsmedlem som skal redigeres

source: Choose Member and Person
nb_no: Velg medlem og kontaktperson

source: Register New Member
nb_no: Registrer nytt medlem

source: Member Role
nb_no: Medlemsrolle

source: Single
nb_no: Enslig

source: Joint
nb_no: Husstandsmedlem

source: Organization
nb_no: Organisasjon

source: Business
nb_no: Bedrift

source: Fund
nb_no: Fond

source: Account Type
nb_no: Kontotype

source: Administrator Note
nb_no: Merknad for administrator

source: Join Date
nb_no: Innmeldingsdato

source: The next two fields may help us recover your password if you forget it.
nb_no: De neste to feltene kan hjelpe oss å nullstille passordet dersom du glemmer det.

source: Never
nb_no: Aldri

source: Daily
nb_no: Daglig

source: Weekly
nb_no: Ukentlig

source: Monthly
nb_no: Månedlig

source: How frequently should the member receive email updates?
nb_no: Hvor ofte skal medlemmet få nyheter på e-post?

source: How frequently do you wish to receive email updates?
nb_no: Hvor ofte ønsker du å motta nyheter på e-post?

source: Create Member
nb_no: Opprett medlem

source: Enter your Member ID
nb_no: Skriv in brukernavnet

source: Enter an e-mail address
nb_no: Skriv inn e-postadressa di

source: This ID is already being used
nb_no: Dette brukernavnet er opptatt

source: Special characters are not allowed
nb_no: Spesialtegn er ikke tillatt

source: Password must contain at least one number
nb_no: Passordet må inneholde minst ett tall

source: You have the right idea, but it's best not to use apostraphes or backslashes in passwords
nb_no: Du tenker riktig, men det er best å ikke bruke apostrof eller omvendt skråstrek i passord

source: You cannot assign a higher level of access than you have
nb_no: Du kan ikke gi et høyere tilgangsnivå enn du selv har

source: Join date cannot be in the future
nb_no: Innmeldingsdato kan ikke være i framtida

source: Member created
nb_no: Medlem opprettet

source: Click
nb_no: Klikk på

source: to create another member account
nb_no: for å opprette enda en medlemskonto

source: Or if you would like to add a joint member to this account (such as a spouse), click
nb_no: Eller hvis du vil legge et husstandsmedlem (for eksempel en ektefelle) til denne kontoen, klikk på

source: Since the new member does not have an email address, he/she needs to be notified of the member id
nb_no: Siden det nye medlemmet ikke har e-postadresse, må han/hun gjøres oppmerksom på brukernavnet

source: and password
nb_no: og passordet

source: An email has been sent to
nb_no: E-post er blitt sendt til

source: containing the new user id and password
nb_no: med det nye brukernavnet og passordet
