Repository: claratee/Local-Exchange-lastorset
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nb_no

source: You are awaiting payment for the following Invoices
nb_no: Du venter på betaling av disse fakturaene

source: I need to pay
nb_no: Jeg må betale

source: Invoices
nb_no: Fakturaer

source: I need to confirm
nb_no: Jeg må godkjenne

source: Incoming Payments
nb_no: Innbetalinger

source: I am awaiting payment for
nb_no: Jeg venter på betaling for

source: I am awaiting confirmation of
nb_no: Jeg venter på godkjenning av

source: Outgoing Payments
nb_no: Utbetalinger

source: Choose Member to View
nb_no: Velg medlem som skal vises

source: Whose Exchange History?
nb_no: Handelslogg for hvem?

source: is currently down for maintenance.
nb_no: er for tida nede til vedlikehold.

source: 30's
nb_no: 30-åra

source: 40's
nb_no: 40-åra

source: 50's
nb_no: 50-åra

source: 60's
nb_no: 60-åra

source: 70's
nb_no: 70-åra

source: n/a
nb_no: blankt

source: Male
nb_no: Mann

source: Female
nb_no: Kvinne

source: Licensed under the
nb_no: Lisensiert under

source: with some %s exceptions
nb_no: med noen %s unntak

source: Local Exchange UK Ver.
nb_no: Local Exchange (Storbritannia-utgave)

source: Credits
nb_no: Medvirkende

source: Home
nb_no: Hjem

source: Information
nb_no: Informasjon

source: Offered
nb_no: Tilbud

source: Wanted
nb_no: Ønsker

source: Members List
nb_no: Medlemsliste

source: The following listings are new or updated.<p>If you would prefer not to receive automatic email updates, or if you would like to change their frequency, you can do so at the
nb_no: Disse oppføringene er nye eller oppdaterte.<p>Dersom du ikke ønsker å motta nyheter automatisk på e-post, eller om du vil endre hvor ofte de kommer, kan du gjøre det på

source: area of our website.
nb_no: området av nettstedet vårt.

source: Hello
nb_no: Hei

source: Due to inactivity, your
nb_no: På grunn av lite aktivitet, vil oppføringene dine på

source: listings have been set to automatically expire
nb_no: gå ut på dato

source: days from now
nb_no: dager fra nå

source: In order to keep the
nb_no: For å holde

source: system up to date and working smoothly for all members, we have developed an automatic system to expire listings for members who haven't recorded exchanges or updated their listings during a period of
nb_no: systemet oppdatert og smidig for alle medlemmene har vi et automatisk system for å la oppføringene gå ut på dato for medlemmer som ikke har handlet eller oppdatering oppføringene i løpet av en periode på

source: days. We want the directory to be up to date, so that members do not encounter listings that are out of date or expired. This works to everyone's advantage
nb_no: dager. Vi ønsker å holde katalogen oppdatert slik at medlemmene ikke møter oppføringer som er foreldete eller utgåtte. Dette er til alles fordel

source: We apologize for any inconvenience this may cause you and thank you for your participation. If you have any questions or comments, or are unsure how to best use the system, please reply to this email message or call us at
nb_no: Vi beklager ulempene dette måtte gi deg og takker for deltakelsen. Har du noen spørsmål eller kommentarer, eller er usikker på hvordan best gjøre nytte av systemet, vennligst svar på denne e-posten eller ring oss på

source: You have
nb_no: Du har

source: days to login to the system and reactivate listings that you would still like to have in the directory. If you do not reactivate them during that timeframe, your listings will no longer appear in the directory, but will still be stored in the system for another
nb_no: dager på deg til å logge på systemet og reaktivere oppføringene du ennå vil ha i katalogen. Dersom du ikke reaktiverer dem i før da, vil oppføringene ikke lenger stå i katalogen, men fortsatt være lagret i systemet i

source: days, during which time you can still edit and reactivate them.
nb_no: dager til. Innen den tid kan du fortsatt redigere og reaktivere dem.

source: Instructions to reactivate listings
nb_no: Bruksanvisning for reaktivering av oppføringer

source: Login to the website
nb_no: Logg på nettstedet

source: Go to Update Listings
nb_no: Gå til "Oppdater oppføringer"

source: Select Edit Offered (or Wanted) Listings
nb_no: Velg "Rediger tilbud" eller "Rediger ønsker"

source: Select the listing to edit
nb_no: Velg oppføringene du vil redigere

source: Uncheck the box next to 'Should this listing be set to automatically expire?'
nb_no: Fjern krysset foran "Skal denne oppføringa utløpe automatisk?"

source: Press the Update button
nb_no: Trykk "Oppdater"

source: Repeat steps 1-6 for all listings you wish to reactivate
nb_no: Gjenta steg 1-6 for alle oppføringene du ønsker å reaktivere

source: Your
nb_no: Din

source: Account
nb_no: Konto

source: Your password for
nb_no: Passordet ditt for

source: has been reset. If you did not request this reset, it is possible your account has been compromised, and you may want to contact the site administrator at
nb_no: har blitt nullstilt. Dersom du ikke bad om dette, er det mulig noen prøver å bryte seg inn i kontoen din. Det er kanskje lurt å kontakte administratoren av nettstedet på

source: Your user id and new password are listed at the end of this message. You can change the automatically generated password by going to the Member Profile section after you login.
nb_no: Brukernavnet ditt og det nye passordet er oppført på slutten av meldinga. Du kan endre passordet vi har laget automatisk, dersom du går til "Medlemsprofil" etter at du har logget inn.

source: Hello, and welcome to the
nb_no: Hei, og velkommen til

source: community!
nb_no: samfunnet!

source: A member account has been created for you at
nb_no: En medlemskonto har blitt opprettet for deg på

source: Please login and create your Offered and Wanted Listings. Your new user id and password are listed at the end of this message. You can change the automatically generated password by going to the Member Profile section after you login.
nb_no: Vennligst logg inn og registrer tilbud og ønsker. Ditt nye brukernavn og passord er oppført på slutten av meldinga. Du kan endre passordet vi har laget automatisk, dersom du går til "Medlemsprofil" etter at du har logget inn.

source: Thank you for joining us.
nb_no: Takk for at du ble med.

source: <a>Learn more</a> about this community!
nb_no: <a>Lær mer</a> om dette samfunnet

source: Category already exists
nb_no: Kategorien eksisterer alt

source: There was an error accessing a category record
nb_no: Det oppstod en feil ved henting av ei kategorioppføring

source: Please try again later
nb_no: Vennligst prøv igjen senere

source: There was an error deleting category code
nb_no: Det oppstod en feil ved sletting av kategorien med kode

source: Member Information
nb_no: Medlemsopplysninger

source: Members Directory
nb_no: Medlemskatalog

source: Errors occurred on this page
nb_no: Det oppstod feil på denne sida

source: Cannot create duplicate feedback.
nb_no: Kan ikke opprette duplikat tilbakemelding.

source: There was an error accessing the feedback table
nb_no: Det oppstod en feil ved henting av tilbakemelding

source: Seller
nb_no: Selger

source: Buyer
nb_no: Kjøper

source: Context
nb_no: Rolle

source: Comment
nb_no: Merknad

source: There was an error accessing the rebuttal table
nb_no: Det oppstod en feil ved henting av motsvar

source: Reply
nb_no: Svar

source: Follow Up
nb_no: Respons

source: Member with <a>karma</a>
nb_no: Medlem med <a>karma</a>

source: There was an error accessing the listing with id %s. Please try again later.
nb_no: Det oppstod en feil ved henting av oppføring nr. %s. Vennligst prøv igjen senere.

source: There was an error accessing the
nb_no: Det oppstod en feil ved henting av oppføringa

source: listing for
nb_no: for

source: Could not inactivate listing
nb_no: Kunne ikke deaktivere oppføringa

source: Could not expire listing
nb_no: Kunne ikke markere oppføringa som utgått

source: No listings found.
nb_no: Ingen oppføringer ble funnet.

source: Your account has been locked due to too many unsuccessful login attempts. You will need to contact us to have your account unlocked.
nb_no: Kontoen din er blitt sperret på grunn av mange mislykkede innloggingsforsøk. Du må kontakte oss for å få hevet sperringa.

source: Password or member id is incorrect. Please try again, or go
nb_no: Passord eller brukernavn er feil. Vennligst prøv igjen, eller gå

source: to have your password reset
nb_no: for å nullstille passordet

source: There was an error updating the password.
nb_no: Det oppstod en feil ved endring av passordet.

source: Logout
nb_no: Logg ut

source: I'm sorry, but the action attempted was unable to be processed because you don't have permissions
nb_no: Jeg beklager, men handlinga du prøvde kunne ikke fullføres fordi du ikke har rettighetene som skal til

source: If you would like your access level increased, please
nb_no: Ønsker å få tilgangsnivået ditt hevet, vennligst

source: email the admin
nb_no: send e-post til administratoren

source: and ask
nb_no: og be om det

source: There was an error accessing this member
nb_no: Det oppstod en feil ved henting av medlemsopplysningene

source: There was an error accessing a person record for
nb_no: Det oppstod en feil ved henting av personopplysninger for

source: Member Data
nb_no: Medlemsopplysninger

source: Person Data
nb_no: Personopplysninger

source: Could not save changes to member
nb_no: Kunne ikke lagre endringer for medlemmet

source: Invalid person id in URL. This break-in attempt has been reported.
nb_no: Feil person-ID i URLen. Dette innbruddsforsøket har blitt meldt til administratoren.

source: Fax
nb_no: Faks

source: 's Fax
nb_no: s faksnummer

source: Activity
nb_no: Aktivitet

source: No exchanges yet
nb_no: Ingen handler ennå

source: exchanges total
nb_no: handler totalt

source: for a sum of
nb_no: for til sammen

source: last on
nb_no: sist på

source: Feedback
nb_no: Tilbakemeldinger

source: total
nb_no: totalt

source: neutral
nb_no: nøytrale

source: Joined
nb_no: Ble med

source: Joint Member
nb_no: Husstandsmedlem

source: 's Email
nb_no: s e-postadresse

source: 's Phone
nb_no: s telefonnummer

source: 's Secondary Phone
nb_no: s andre telefonnummer

source: PERSONAL INFORMATION
nb_no: PERSONOPPLYSNINGER

source: Unspecified
nb_no: Uspesifisert

source: No description supplied
nb_no: Ingen beskrivelse er oppgitt

source: matching members
nb_no: treff på medlemmer

source: Member search
nb_no: Medlemssøk

source: day
nb_no: dag

source: New and updated listings during the last
nb_no: Nye og oppdaterte oppføringer siste

source: Important information about your
nb_no: Viktige opplysninger om din

source: account
nb_no: konto

source: ***NOTE: This member does not have an email address in the system, so they will need to be notified by phone that their listings have been inactivated.
nb_no: ***MERK: Dette medlemmet har ingen e-postadresse i systemet, så de må ringes opp og gjøres oppmerksom på at oppføringene har blitt deaktiverte.

source: listings expired for
nb_no: oppføringer er utløpt for

source: All of this member's listings were automatically expired due to inactivity. To turn off this feature, see inc.config.php.
nb_no: Alle oppføringene til dette medlemmet har løpt ut på grunn av inaktivitet. For å slå av denne funksjonen, vennligst see inc.config.php.

source: Could not query database for balance information.
nb_no: Kunne ikke spørre databasen etter saldoopplysninger.

source: Error saving Income Share.
nb_no: Det oppstod en feil ved lagring av inntektsfordeling.

source: Income Share saved successfully.
nb_no: Inntektsfordelinga er lagret.

source: No Income Share to delete
nb_no: Det fines ingen inntektsfordelinger å slette

source: Error deleting income Share.
nb_no: Det oppstod en feil ved sletting av inntektsfordelinga.

source: Income Share deleted successfully.
nb_no: Inntektsfordelinga ble slettet.

source: Could not save news item.
nb_no: Kunne ikke lagre nyhetssak.

source: There was an error accessing the news table. Please try again later.
nb_no: Det oppstod en feil ved henting av nyheter. Vennligst prøv igjen sener.

source: At top of list
nb_no: Ved toppen av lista

source: After
nb_no: Etter

source: These are your Karma points. They reflect how active you've been in the LETS system, both in earning and spending.
nb_no: Dette er karmapoengene dine. De illustrerer hvor aktiv du har vært i LETS-systemet, både når det gjelder opptjening og forbruk.

source: This is your account balance.
nb_no: Dette er saldoen på kontoen din.

source: Spend some of it to gain Karma points!
nb_no: Bruk av den for å tjene karmapoeng!

source: These are %s's Karma points. They reflect how active the member has been in the LETS system, both in earning and spending .
nb_no: Dette er karmapoengene til %s. De illustrerer hvor aktivt medlemmet har vært, både når det gjelder opptjening og forbruk.

source: This is %s's account balance.
nb_no: Dette er saldoen til %s.

source: What's this?
nb_no: Hva er dette?

source: Printer Friendly View
nb_no: Utskriftsvennlig visning

source: DisplayPage() was called with no content included! Was a blank page intended?
nb_no: DisplayPage() ble kalt uten at innholdet fulgte med! Var det meninga å vise ei blank side?

source: Could not save new person. There is already a person in your account with the same name, date of birth, and mother's maiden name. If you received this error after pressing the Back button, try going back to the menu and starting again.
nb_no: Kunne ikke lagre den nye personen. Det finnes alt en person i din konto med det samme navnet, fødselsdatoen og mors pikenavn. Dersom du fikk denne feilmeldinga etter å ha trykket "Tilbake", prøv å gå tilbake til menyen og prøv igjen.

source: Could not save changes to
nb_no: Kunne ikke lagre endringene av

source: There was an error accessing this person
nb_no: Det oppstod en feil ved henting av denne personen

source: Cannot delete primary member
nb_no: Kan ikke slette primærmedlem

source: Phone type does not exist.
nb_no: Telefontype finnes ikke.

source: %s could not find your address. However, we will attempt to save your account information.
nb_no: %s kunne ikke finne adressa di. Vi vil likevel prøve å lagre kontoopplysningene dine.

source: There was a system error locating your address on the map. However, we will attempt to save your account information.
nb_no: Det oppstod en systemfeil da vi prøvde å finne adressa di på kartet. Vi vil likevel prøve å lagre kontoopplysningene dine.

source: Update failed!
nb_no: Det oppstod en feil under oppdatering!

source: Settings updated successfully.
nb_no: Innstillingene ble oppdatert.

source: Hours
nb_no: timer

source: State already exists
nb_no: Fylket finnes allerede

source: There was an error accessing the state information
nb_no: Det oppstod en feil ved henting av fylkesopplysningene

source: There was an error deleting state information
nb_no: Det oppstod en feil ved sletting av fylkesopplysningene

source: There was an error accessing the trades table.
nb_no: Det oppstod en feil ved tilgang til handelstabellen.

source: Database out of balance on
nb_no: Databasen er ubalansert på

source: Hi admin
nb_no: Hei, administrator

source: We thought you should know that whilst processing a trade the system detected that your trade database is out of balance! Obviously something has gone wrong somewhere along the line and we suggest you investigate the cause of this ASAP.
nb_no: Vi syntes du burde vite at mens en handel ble utført merket systemet at handelsdatabasen din er ubalansert! Det er åpenbart at noe har gått galt ett eller annet sted og vi foreslår at du gransker årsaken så snart som mulig.

source: The trade database is out of balance! Please contact your administrator at
nb_no: Handelsdatabasen er ubalansert! Vennligst kontakt administratoren på

source: Reversal of exchange
nb_no: Tilbakeføring av handel

source: from
nb_no: fra

source: by admin
nb_no: av administrator

source: On
nb_no: På

source: A file with this name already exists on the server.
nb_no: Ei fil med samme navn eksisterer alt på tjeneren.

source: Could not save database row for uploaded file.
nb_no: Kunne ikke lagre databaseraden for den opplastede fila.

source: Could not save uploaded file. This could be because of a permissions problem. Does the web user have permission to write to the uploads directory? It could also be that the file is too large. The current maximum size of file allowed is
nb_no: Kunne ikke lagre den opplastede fila. Dette kan være på grunn av rettighetsproblemer. Har web-brukeren rettigheter til å skrive til opplastingsmappa? Det kan også være at fila er for stor. Maksgrensa for filstørrelse er for tida

source: bytes
nb_no: byte

source: There was an error accessing the uploads table.
nb_no: Det oppstod en feil ved tilgang til opplastingstabellen.

source: File was deleted but could not delete row from database. The row will have to removed manually. Please contact your systems administrator.
nb_no: Fila ble slettet men kunne ikke slette raden fra databasen. Raden vil måtte slettes manuelt. Vennligst kontakt systemadministratoren.

source: Could not delete file
nb_no: Kunne ikke slette fil

source: Upload
nb_no: Last opp

source: Calculation
nb_no: Utregning

source: Earned
nb_no: Opptjent

source: Spent
nb_no: Forbrukt

source: Numbers
nb_no: Tall

source: Explanation
nb_no: Forklaring

source: Refund
nb_no: Refusjon

source: You are about to refund the monthly fee taken on
nb_no: Du skal til å refundere månedsavgifta som ble krevd inn

source: Refund now
nb_no: Refunder nå

source: Or
nb_no: Eller

source: Cancel
nb_no: Avbryt

source: You are about to refund the service charge taken on
nb_no: Du skal til å refundere gebyret som ble krevd inn

source: Amount
nb_no: Sum

source: Fee Description
nb_no: Avgiftstekst

source: Service Fee
nb_no: Engangsgebyr

source: Transfer now
nb_no: Overfør nå

source: Legend:
nb_no: Tegnforklaring:

source: Member without listings
nb_no: Medlem uten oppføringer

source: See offers and wants
nb_no: Se tilbud og ønsker

source: Log in to see offers, wants and precise location
nb_no: Logg deg på for å se tilbud, ønsker, og nøyaktig plassering
