Repository: claratee/Local-Exchange-lastorset
Catalog: includes/lang/*/LC_MESSAGES/*.po
Languages: nb_no

source: An attempt to email the new member information failed. This is most likely due to a technical problem. You may want to contact your administrator at
nb_no: Det oppstod en feil ved sending av de nye medlemsopplysningene per e-post. Dette er sannsynligvis et teknisk problem. Det er kanskje best å kontakte administratoren på

source: Since the email failed, the new member needs to be notified of the member id
nb_no: Siden e-postsendinga gikk galt, må det nye medlemmet gjøres oppmerksom på brukernavnet

source: New member of
nb_no: Nytt medlem i

source: Read more
nb_no: Les mer

source: There was an error saving the member.
nb_no: Det oppstod en feil ved lagring av medlemmet.

source: Member Directory
nb_no: Medlemsliste

source: Name (all or part)
nb_no: Navn (hele eller deler)

source: Location (e.g.
nb_no: Sted (f. eks.

source: Order by
nb_no: Sorter på

source: Membership No.
nb_no: Medlemsnummer

source: Karma points
nb_no: Karmapoeng

source: Neighbourhood
nb_no: Nabolag

source: Town
nb_no: Sted

source: Postal code
nb_no: Postnummer

source: Balance
nb_no: Saldo

source: Absolute balance
nb_no: Absolutt saldo

source: Search
nb_no: Søk

source: Karma points reflect how active the member has been in the LETS system, both in earning and spending.
nb_no: Karmapoeng illustrerer hvor aktivt medlemmet har vært i LETSen, både når det gjelder opptjening og forbruk.

source: Total of %1$d active accounts. %2$d accounts have a total of %3$d karma.
nb_no: Totalt %1$d aktive kontoer. %2$d kontoer har til sammen %3$d karma.

source: Total of %1$d active accounts.
nb_no: Totalt %1$d aktive kontoer.

source: Should the member confirm any payments made to him/her?
nb_no: Skal medlemmet godkjenne innbetalinger?

source: Edit Personal Profile
nb_no: Rediger profil

source: How often would you like to receive email updates?
nb_no: Hvor ofte vil du motta nyheter på e-post?

source: Do you wish to confirm payments that are made to you?
nb_no: Ønsker du at innbetalinger skal godkjennes av deg?

source: Automatically Accept Payments
nb_no: Godkjenn innbetalinger automatisk

source: Confirm Payments
nb_no: Godkjenn innbetalinger selv

source: Age
nb_no: Alder

source: Sex
nb_no: Kjønn

source: About Me
nb_no: Om meg

source: You cannot modify the member role of a higher level account
nb_no: Du kan ikke endre medlemsrollen til en konto av høyere nivå

source: Welcome to
nb_no: Velkommen til

source: hi
nb_no: hei

source: You are now logged out
nb_no: Du er nå utlogget

source: You can login at any time by clicking on the 'Login' link at the bottom of the left menu.
nb_no: Du kan logge inn igjen når som helst ved å klikke på pekeren 'Logg inn' på bunnen av menyen til venstre.

source: Upload/Replace photo for
nb_no: Last opp/bytt ut foto for

source: Upload a Photo
nb_no: Last opp foto

source: Replace Image
nb_no: Bytt ut bilde

source: Upload Image
nb_no: Last opp bilde

source: Select file to upload
nb_no: Velg fil til opplasting

source: Size of uploaded file is 0 bytes.
nb_no: Den opplastede fila er 0 byte.

source: File uploaded.
nb_no: Fila er lastet opp.

source: There was a problem resizing the file.
nb_no: Det oppstod et problem ved endring av størrelsen på fila.

source: There was a problem uploading the file.
nb_no: Det oppstod et problem ved opplasting av fila.

source: Please choose from the following options, or navigate using the buttons on the sidebar to the left.
nb_no: Vennligst velg mellom følgende alternativer, eller velg fra menyen til venstre.

source: Member Settings
nb_no: Medlemsinnstillinger

source: Change My Password
nb_no: Endre passordet

source: Edit My Personal Information
nb_no: Rediger personopplysninger

source: Add a Joint Member to My Account
nb_no: Legg husstandsmedlem til kontoen

source: View Offered Listings
nb_no: Vis tilbud

source: View Wanted Listings
nb_no: Vis ønsker

source: Administration
nb_no: Administrasjon

source: Add a Joint Member to an Existing Account
nb_no: Legg husstandsmedlem til en konto

source: Member Profile
nb_no: Medlemsprofil

source: Upload/Change Photo of Myself
nb_no: Last opp/endre foto av meg

source: Manage Income Shares
nb_no: Endre på inntektsfordelinger

source: View My Profile (as others see it)
nb_no: Vis profilen min (slik andre ser den)

source: Re-activate
nb_no: Reaktiver

source: Are you sure you want to inactivate this member? They will no longer be able to use this website, and all their listings will be inactivated as well.
nb_no: Er du sikker på at du vil deaktivere dette medlemmet? Det vil ikke lenger kunne bruke nettstedet, og det vil få alle oppføringene sine slettet.

source: Are you sure you want to re-activate this member? Their listings will need to be reactivated individually or new ones created.
nb_no: Er du sikker på at du vil reaktivere dette medlemmet? Oppføringene vil måtte reaktiveres hver for seg, eller medlemmet kan lage nye selv.

source: Changes to member status saved.
nb_no: Endring av medlemsstatus er lagret.

source: There was an error changing the member's status.
nb_no: Det oppstod en feil ved endring av medlemmets status.

source: Summary for
nb_no: Oppsumering for

source: Contact information
nb_no: Kontaktopplysninger

source: Choose Member to Edit
nb_no: Velg medlem som skal redigeres

source: This form will both unlock an account (if it is locked) and reset the member's password. Then it will email the new password to the member. You may want to make sure the member's email is still current.
nb_no: Dette skjemaet vil både låse opp en konto og nullstille passordet. Så vil det sende e-post til medlemmet med det nye passordet. Det kan være lurt å passe på at e-postadressa fortsatt er oppdatert.

source: Choose the Member Account
nb_no: Velg medlemskonto

source: Unlock and Reset
nb_no: Lås opp og nullstill

source: Send 'Password Reset' email
nb_no: Send e-post om at passordet er nullstilt

source: Send 'Welcome' Email
nb_no: Send velkomst-e-post

source: This member account had been locked due to
nb_no: Medlemskontoen har blitt låst på grunn av

source: consecutive login failures.
nb_no: påfølgende innloggingsfeil.

source: It has been unlocked. If the number of attempts is more than 10 or 20,you may want to contact your administrator at
nb_no: Den har blitt låst opp. Dersom antallet forsøk er høyere enn 10 eller 20 kan det være lurt å kontakte administrator på

source: because it could indicate someone is trying to hack into the system.
nb_no: fordi det kan tyde på at noen prøver å bryte seg inn.

source: The password has been reset
nb_no: Passordet har blitt nullstilt

source: New Password
nb_no: Nytt passord

source: and a 'Password Reset' email has been sent to the member's email address
nb_no: og en e-post om nullstilt passord har blitt sent til e-postadressa til medlemmet

source: However, the attempt to email the new password failed. This is most likely due to a technical problem. Contact your administrator at
nb_no: Dessverre har det ikke lykkes å sende e-post med det nye passordet. Dette er sannsynligvis på grunn av et teknisk problem. Kontakt administratoren på

source: Use this tool to backup your MySQL Database.<p>
nb_no: Bruk dette verktøyet for å ta sikkerhetskopi av MySQL-databasen.<p>

source: Backup Now
nb_no: Ta sikkerhetskopi nå

source: Sequence
nb_no: Plassering

source: Enter a description
nb_no: Skriv tekst

source: News item saved.
nb_no: Nyhetssak er lagret.

source: There was a problem saving the news item.
nb_no: Det oppstod et problem ved lagring av nyhetssaka.

source: There are no newsletters in the system.
nb_no: Det er ingen nyhetsbrev i systemet.

source: 1 newsletter deleted.
nb_no: 1 nyhetsbrev er slettet.

source: newsletters deleted.
nb_no: nyhetsbrev er slettet.

source: There was an error deleting the newsletters. Did you check any boxes?
nb_no: Det oppstod en feil ved sletting av nyhetsbreva. Husket du å krysse av for noe?

source: Newsletter Uploaded
nb_no: Nyhetsbrevet er lastet opp

source: Newsletters
nb_no: Nyhetsbrev

source: Latest Newsletter
nb_no: Siste nyhetsbrev

source: Archives
nb_no: Arkiv

source: No newsletters have yet been posted.
nb_no: Ingen nyhetsbrev har blitt lagt ut.

source: There are no current news items
nb_no: Intet nytt.

source: To read the latest
nb_no: For å lese det siste

source: newsletter, go
nb_no: nyhetsbrevet

source: Choose Item to Edit
nb_no: Velg sak som skal redigeres

source: Which News Item?
nb_no: Hvilken nyhetssak?

source: Session Destroyed
nb_no: Økta er slettet

source: Really Destroy Session?
nb_no: Skal økta virkelig slettes?

source: Oops, you have requested a non-existant page.
nb_no: Opps, du har bedt om ei side som ikke finnes.

source: Change Password for
nb_no: Endre passord for

source: For your security, passwords must be at least 7 characters long and include at least one number.
nb_no: For din egen sikkerhet må passordet ha minst 7 tegn, og ett av dem må være et tall.

source: Old Password
nb_no: Gammelt passord

source: Choose a New Password
nb_no: Velg nytt passord

source: Repeat the New Password
nb_no: Gjenta det nye passordet

source: Change Password
nb_no: Endre passord

source: Enter your current password
nb_no: Skriv inn ditt nåværende passord

source: Enter a new password
nb_no: Skriv inn nytt passord

source: You must re-enter the new password
nb_no: Du må skrive inn det nye passordet på nyt

source: Passwords are not the same
nb_no: Passorda er ikke like

source: Password is incorrect
nb_no: Passordet er feil

source: Password successfully changed.
nb_no: Passordet er endret.

source: There was an error changing the password.
nb_no: Det oppstod en feil ved endring av passordet.

source: Reset Password
nb_no: Nullstill passordet

source: Enter the Email Address for your Account
nb_no: Skriv inn e-postadressa for kontoen din

source: Address or member id is incorrect
nb_no: Adressa eller brukernavnet er feil

source: If you cannot remember your member id or email address, please
nb_no: Dersom du ikke kan huske brukernavnet eller e-postadresa, vennligst

source: contact
nb_no: kontakt

source: us
nb_no: oss

source: Your password has been reset. You can change the new password after you login by going into the Member Profile section of the web site.
nb_no: Passordet ditt har blitt nullstilt. Du kan endre passordet etter du har logget inn ved å gå inn på medlemsprofilen din på nettstedet.

source: The new password has been sent to your email address.
nb_no: Det nye passordet har blitt sendt til e-postadressa di.

source: Choose Member whose Photo you wish to Edit
nb_no: Velg medlem du vil endre foto for

source: Upload/Replace Photo
nb_no: Last opp/bytt ut foto

source: Refund monthly fee
nb_no: Refunder månedsavgift

source: No monthly transfers found.
nb_no: Fant ingen månedsoverføringer.

source: This system isn't setup to process monthly fees.
nb_no: Systemet er ikke stilt inn for å kreve inn månedsavgifter.

source: Action already executed. Start from the administration page for a new refund.
nb_no: Handlingen er alt utført. Begynn fra administrasjonssida for å refundere mer.

source: Already transfered. Start from the administration page for a new transfer.
nb_no: Alt overført. Begynn fra administrasjonssida for å overføre mer.

source: Refund for monthly fee taken on
nb_no: Refusjon av månedsavgift krevd inn

source: Couldn't transfer.
nb_no: Kunne ikke overføre.

source: No service charges found.
nb_no: Ingen engangsgebyrer ble funnet.

source: This system isn't setup to process service fees.
nb_no: Systemet er ikke stilt inn for å kreve inn engangsavgifter.

source: Refund for
nb_no: Refusjon av

source: taken on
nb_no: krevd inn

source: Members Who Have Never Logged In
nb_no: Medlemmer som aldri har logget inn

source: Phone Number(s)
nb_no: Telefonnummer

source: Email(s)
nb_no: E-postadresse(r)

source: All members in the system have logged in at least once.
nb_no: All medlemmer i systemet har logget inn minst én gang.

source: Service Charge
nb_no: Engangsgebyr

source: This system isn't setup to charge service fees.
nb_no: Systemet er ikke stilt inn for å kreve inn engangsgebyrer.

source: Already confirmed. Start from the administration page for a new transfer.
nb_no: Allerede bekreftet. Begynn fra administrasjonssida for å overføre mer.

source: The fee entered must be numeric (e.g. '5') and contain no other characters (e.g. '5 units' = bad input!)
nb_no: Gebyret må være et tall (f. eks. "5") og ikke inneholde andre tegn (f. eks. er "5 penger" ugyldig)

source: An Error occured during the transfer.
nb_no: Det oppstod en feil under overføringa.

source: General Settings
nb_no: Allmenne innstillinger

source: Site Features
nb_no: Nettsidefunksjoner

source: Display Options
nb_no: Visningsinnstillinger

source: Account Restrictions
nb_no: Kontobegrensninger

source: Social Networking
nb_no: Sosialt nettverk

source: Admin Settings
nb_no: Administrasjonsinnstillinger

source: Language Settings
nb_no: Språkinnstillinger

source: Geocoding
nb_no: Geokoding

source: <a name='top'></a><font color=red>PLEASE NOTE: The following are <em>General</em> Settings intended for use by the LETS Administrator. <p>More <em>Advanced</em> configuration settings for the Webmaster are located in the file 'includes/inc.config.php'.</font><p>
nb_no: <a name='top'></a><font color=red>NB: Dette er <em>allmenne</em> innstillinger beregnet for LETS-administratoren. <p>Mer <em>avanserte</em> innstillinger for teknisk ansvarlig finnes i fila 'includes/inc.config.php'.</font><p>

source: Back to top
nb_no: Til toppen

source: If the user or their browser does not select a language, they will see this one
nb_no: Dersom en bruker eller nettleseren ikke velger et språk, vil de se dette språket

source: Default
nb_no: Forvalg

source: Allow users to select this language from the dropdown
nb_no: La brukerne velge dette språket fra nedtrekksmenyen

source: Available
nb_no: Tilgjengelig

source: Language
nb_no: Språk

source: Select the default language using the radio buttons. Select which languages are available using the checkboxes. Your choices apply only to the drop-down menu. Selecting one or no languages will disable the drop-down menu. Web-browser preferences may still select languages you have not made available.
nb_no: Velg forvalgt språk ved hjelp av radioknappene. Velg hvilke språk skal være tilgjengelige ved hjelp av avkrysningsboksene. Valgene du gjør vil bare påvirke nedtrekksmenyen. Velger du ett eller ingen språk, vil nedtrekksmenyen bli slått av. Nettleserinnstillingene kan fortsatt velge språk du har gjort utilgjengelige.

source: In order to select available languages, please install the <code>intl</code> PHP extension.
nb_no: For å bestemme tilgjengelige språk, vennligst installér <code>intl</code>-utvidelsen for PHP.

source: Save Settings
nb_no: Lagre innstillinger

source: Choose state
nb_no: Velg fylke

source: Which state?
nb_no: Hvilket fylke?

source: State deleted
nb_no: Fylket er slettet

source: State name
nb_no: Fylkesnavn

source: Enter state name
nb_no: Skriv inn fylkesnavn

source: State created
nb_no: Fylket er opprettet

source: Could not save state
nb_no: Kunne ikke lagre fylket

source: Modify state information
nb_no: Endre fylkesopplysninger

source: State name cannot be blank
nb_no: Fylkesnavn kan ikke være blankt

source: State name updated
nb_no: Fylkesnavnet er endret

source: Could not save state name changes
nb_no: Kunne ikke lagre endring av fylkesnavnet

source: This system isn't setup to charge monthly fees.
nb_no: Systemet er ikke stilt inn for å ta månedsavgift.

source: Are you sure you want to transfer monthly fee for the month of
nb_no: Er du sikker på at du vil kreve inn månedsavgifta for

source: The monthly fee for
nb_no: Avgifta for

source: has already been taken
nb_no: har alt blitt krevd inn

source: Monthly Fee
nb_no: Månedsavgift

source: Choose time period
nb_no: Velg tidsperiode

source: From when?
nb_no: Fra når?

source: To when?
nb_no: Til når?

source: Exchange History
nb_no: Handelslogg

source: For period from
nb_no: For perioden fra

source: Current Balance
nb_no: Saldo nå

source: Transaction Type
nb_no: Transaksjonstype

source: Transfer
nb_no: Overføring

source: Invoice
nb_no: Faktura

source: To Member
nb_no: Til medlem

source: Transfer to Member
nb_no: Overfør til medlem

source: # of
nb_no: Antall

source: # of Minutes
nb_no: Antall minutter

source: Enter a Brief Description of the Exchange
nb_no: Skriv inn en kort beskrivelse av handelen

source: You cannot transfer to yourself
nb_no: Du kan ikke overføre til deg selv

source: Description too long - maximum length is 255 characters
nb_no: Beskrivelsen er for lang. Maksimal lengde er 255 tegn

source: Hours entered must be a positive, whole number
nb_no: Timer må skrives inn som et heltall over null

source: Enter 15, 30, or 45 (or other numbers in 3 minute increments)
nb_no: Skriv inn 15, 30 eller 45 (eller andre tall, dersom de er delelig på 3)

source: Enter a positive number with no more than two decimal points
nb_no: Skriv inn et tall over null med maksimalt to desimaler

source: No units were entered to exchange!
nb_no: Ingen handelssum ble skrevet inn!

source: Payment Received on
nb_no: Betaling mottatt

source: Hi
nb_no: Hei

source: Just letting you know that you have received a new payment from
nb_no: Vi ville bare si fra at du har fått en innbetaling fra

source: As you have elected to confirm all payments made to you, please log into your account now and confirm or reject this payment using the following URL...
nb_no: Siden du har bestemt at alle innbetalinger til deg skal godkjennes, vær vennligg logg inn på kontoen din snart for å godkjenne eller avvise betalingen, ved hjelp av denne URLen…

source: has been notified that you wish to transfer
nb_no: har blitt varslet om at du vil overføre

source: to him/her
nb_no: til ham/henne

source: This member has opted to confirm all transactions made to him/her. Once the member accepts this transaction your payment will be actioned and you will be invited to leave Feedback for this member
nb_no: Dette medlemmet ønsker å godkjenne alle innbetalinger. Så snart medlemmet godkjenner denne transaksjonen vil betalingen bli utført og du vil bli bedt om å legge igjen tilbakemeldinger til dette medlemmet

source: Would you like to
nb_no: Vil du

source: record another
nb_no: registrere enda en

source: exchange
nb_no: handel

source: Trade failed!
nb_no: Handelen gikk ikke gjennom!

source: Sorry, the Invoicing facility has been disabled by the site administrator.
nb_no: Beklager, fakturaverktøyet har blitt deaktivert av administratoren.

source: Invoice Received on
nb_no: Fakturaen er mottatt

source: Just letting you know that you have received a new Invoice from
nb_no: Vi ville bare si fra at du har fått en faktura fra

source: Please log into your account now to pay or reject this invoice using the following URL...
nb_no: Vennligst logg på kontoen din snart for å betale eller avvise denne fakturaen, ved hjelp av denne URLen…

source: has been sent an invoice for
nb_no: har blitt fakturert for

source: You will be informed when the member pays this invoice and will be invited to leave Feedback for this member
nb_no: Du vil bli varslet når det andre medlemmet betaler fakturaen og blir bedt om å legge igjen tilbakemeldinger til deg

source: Please try again later, or contact your administrator.
nb_no: Vennligst prøv igjen senere, eller kontakt administrator.

source: You have transferred
nb_no: Du har overført

source: to
nb_no: til

source: Donation from
nb_no: Gave fra

source: denotes a required field
nb_no: markerer et påkrevet felt

source: Reverse an Exchange
nb_no: Tilbakefør en handel

source: Choose the exchange to reverse
nb_no: Velg hvillken handel du vil føre tilbake

source: Enter a brief explanation. Information about the original exchange will be automatically included
nb_no: Skriv inn en kort forklaring. Opplysningene fra den opprinnelige handelen vil automatisk legges ved

source: Reverse
nb_no: Før tilbake

source: Trade has been reversed.
nb_no: Handelen er blitt tilbakeført.

source: There was an error reversing the trade
nb_no: Det oppstod en feil ved tilbakeføring av handelen

source: Exchanges Pending
nb_no: Ventende handler

source: NOTE that only transactions currently pending approval from one member or the other are displayed here.
nb_no: MERK at bare transaksjoner som ennå venter på godkjenning fra en av partene vises her.

source: To view your complete Exchange History please click
nb_no: For å vise hele handelsloggen din klikk

source: Summary
nb_no: Oppsummering

source: Payments to Confirm
nb_no: Betalinger til godkjenning

source: Invoices to Pay
nb_no: Fakturaer til godkjenning

source: Sent Payments
nb_no: Utførte betalinger

source: Sent Invoices
nb_no: Utsendte fakturaer

source: Date
nb_no: Dato

source: Action
nb_no: Handling

source: Accept Payment
nb_no: Godta betaling

source: Reject
nb_no: Avvis

source: Pay Invoice
nb_no: Betal faktura

source: has rejected this transaction
nb_no: har avvist denne transaksjonen

source: Resend Payment
nb_no: Utfør betaling på nytt

source: Remove this Notice
nb_no: Fjern denne merknaden

source: Awaiting Confirmation by
nb_no: Venter på godkjenning fra

source: Resend Invoice
nb_no: Send faktura på nytt

source: Awaiting Payment from
nb_no: Venter på betaling fra

source: Payment Accepted
nb_no: Betaling godkjent

source: Invoice Paid
nb_no: Faktura er betalt

source: has confirmed
nb_no: har godkjent

source: has paid this invoice
nb_no: har betalt denne fakturaen

source: This trade does not exist or you do not have permission to act on it.
nb_no: Denne handelen finnes ikke, eller du har ikke rett til å behandle den.

source: Sorry, only Open trades can be rejected or resent.
nb_no: Beklager, bare "åpne" handler kan avvises eller kreves på nytt.

source: This member hasn't rejected this transaction
nb_no: Medlemmet har ikke avvist denne transaksjonen

source: Transaction re-submitted successfully.
nb_no: Transaksjonen er sendt inn på nytt.

source: Error updating the database
nb_no: Det oppstod en feil ved oppdatering av databasen

source: Sorry, only Open trades can be rejected.
nb_no: Beklager, bare "åpne" handler kan avvises.

source: Transaction removed successfully.
nb_no: Transaksjonen ble fjernet.

source: This trade is no longer Open and therefore cannot be rejected.
nb_no: Denne handelen er ikke lenger "åpen" og kan derfor ikke avvises.

source: has been informed that you have rejected this transaction
nb_no: har blitt opplyst at du har avvist transaksjonen

source: This trade is currently marked as Open and thus cannot be removed until the required action has been taken.
nb_no: Denne handelen er ennå merket som "åpen" og kan derfor ikke fjernes før neste påkrevde handling er utført.

source: This trade has already been confirmed and is now closed.
nb_no: Denne handelen har alt blitt godkjent og er nå lukket.

source: You do not have permission to confirm this trade.
nb_no: Du har ikke rett til å godkjenne denne handelen.

source: You have accepted a payment of
nb_no: Du har mottatt en betaling på

source: Error sending payment. Please contact your administrator.
nb_no: Det oppstod en feil ved betaling. Vennligst kontakt administrator.

source: You have sent a payment of
nb_no: Du har betalt

source: You have elected to confirm a non-existent trade
nb_no: Du har valgt å godkjenne en handel som ikke finnes

source: The following Incoming Payments require your confirmation
nb_no: Disse innbetalingene trenger godkjenning fra deg

source: None found
nb_no: Ingen ble funnet

source: The following Invoices need paying
nb_no: Disse fakturaene må betales

source: You are awaiting confirmation of the following Payments
nb_no: Du venter på godkjenning av disse utbetalingene
